000010 IDENTIFICATION DIVISION.
000020 PROGRAM-ID. SAMPLE.
000030 ENVIRONMENT DIVISION.
000040 DATA DIVISION.
000050 FILE SECTION.
000060 WORKING-STORAGE SECTION.
000070 01 REC-DATA.
000080      03 FIRST-COR PIC 9(5).
000090      03 FILLER X(75).
000100*THIS LINE IS COMMENT
000110 PROCEDURE DIVISION.
000120      DISPLAY "Hello World!!".
000130 STOP RUN.
